{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "on": 262,
      "Ġa": 263,
      "Ġth": 264,
      "or": 265,
      "te": 266,
      "in": 267,
      "Ġthe": 268,
      "al": 269,
      "Ġn": 270,
      "00": 271,
      "en": 272,
      "Ġs": 273,
      "Ġl": 274,
      "er": 275,
      "Ġp": 276,
      "ont": 277,
      "ox": 278,
      "nd": 279,
      "xt": 280,
      "hor": 281,
      "tte": 282,
      "iz": 283,
      "horiz": 284,
      "horizont": 285,
      "ttext": 286,
      "Ġlttext": 287,
      "box": 288,
      "horizontal": 289,
      "boxhorizontal": 290,
      "Ġlttextboxhorizontal": 291,
      "re": 292,
      "Ġf": 293,
      "is": 294,
      "Ġtw": 295,
      "Ġo": 296,
      "Ġc": 297,
      "Ġ1": 298,
      "Ġand": 299,
      "Ġe": 300,
      "ar": 301,
      "Ġb": 302,
      "at": 303,
      "ur": 304,
      "Ġd": 305,
      "50": 306,
      "Ġw": 307,
      "Ġm": 308,
      "Ġin": 309,
      "Ġpo": 310,
      "an": 311,
      "Ġof": 312,
      "ty": 313,
      "Ġis": 314,
      "Ġtwo": 315,
      "zer": 316,
      "Ġon": 317,
      "int": 318,
      "Ġh": 319,
      "Ġpoint": 320,
      "ti": 321,
      "zero": 322,
      "77": 323,
      "Ġ3": 324,
      "65": 325,
      "us": 326,
      "48": 327,
      "it": 328,
      "Ġ2": 329,
      "Ġpr": 330,
      "15": 331,
      "iv": 332,
      "enty": 333,
      "99": 334,
      "Ġfor": 335,
      "ra": 336,
      "000": 337,
      "ic": 338,
      "Ġzero": 339,
      "Ġto": 340,
      "Ġone": 341,
      "ev": 342,
      "und": 343,
      "Ġas": 344,
      "ig": 345,
      "im": 346,
      "if": 347,
      "62": 348,
      "et": 349,
      "âĢ": 350,
      "ow": 351,
      "ree": 352,
      "33": 353,
      "Ġv": 354,
      "qu": 355,
      "Ġtwenty": 356,
      "ul": 357,
      "th": 358,
      "st": 359,
      "even": 360,
      "36": 361,
      "tion": 362,
      "22": 363,
      "40": 364,
      "45": 365,
      "ix": 366,
      "om": 367,
      "Ġhund": 368,
      "72": 369,
      "10": 370,
      "igh": 371,
      "ut": 372,
      "Ġhundr": 373,
      "ol": 374,
      "ct": 375,
      "12": 376,
      "60": 377,
      "our": 378,
      "pp": 379,
      "ice": 380,
      "42": 381,
      "39": 382,
      "il": 383,
      "el": 384,
      "Ġthree": 385,
      "70": 386,
      "tw": 387,
      "32": 388,
      "as": 389,
      "ption": 390,
      "Ġ10": 391,
      "ard": 392,
      "ch": 393,
      "Ġprice": 394,
      "Ġst": 395,
      "Ġk": 396,
      "Ġre": 397,
      "and": 398,
      "35": 399,
      "46": 400,
      "Ġoption": 401,
      "Ġthat": 402,
      "30": 403,
      "Ġequ": 404,
      "ck": 405,
      "ive": 406,
      "ight": 407,
      "Ġbe": 408,
      "rate": 409,
      "18": 410,
      "Ġex": 411,
      "16": 412,
      "Ġr": 413,
      "38": 414,
      "ward": 415,
      "fer": 416,
      "Ġseven": 417,
      "Ġwh": 418,
      "Ġapp": 419,
      "47": 420,
      "Ġsix": 421,
      "own": 422,
      "Ġnin": 423,
      "od": 424,
      "49": 425,
      "Ġrate": 426,
      "19": 427,
      "Ġus": 428,
      "ay": 429,
      "Ġan": 430,
      "Ġg": 431,
      "Ġequat": 432,
      "iffer": 433,
      "52": 434,
      "Ġappr": 435,
      "Ġdiffer": 436,
      "ĠâĢ": 437,
      "80": 438,
      "um": 439,
      "Ġkn": 440,
      "ous": 441,
      "4815": 442,
      "ir": 443,
      "ter": 444,
      "89": 445,
      "17": 446,
      "Ġtwentyon": 447,
      "Ġknown": 448,
      "ousand": 449,
      "Ġthousand": 450,
      "âĢĵ": 451,
      "oxim": 452,
      "Ġuse": 453,
      "Ġj": 454,
      "Ġfive": 455,
      "Ġapproxim": 456,
      "id": 457,
      "Ġare": 458,
      "Ġnine": 459,
      "20": 460,
      "6577": 461,
      "Ġwe": 462,
      "Ġfour": 463,
      "37": 464,
      "un": 465,
      "os": 466,
      "Ġeight": 467,
      "34": 468,
      "ap": 469,
      "ve": 470,
      "31": 471,
      "alu": 472,
      "Ġit": 473,
      "am": 474,
      "Ġpro": 475,
      "Ġthis": 476,
      "69": 477,
      "two": 478,
      "es": 479,
      "87": 480,
      "Ġat": 481,
      "ith": 482,
      "82": 483,
      "pl": 484,
      "Ġvalu": 485,
      "90": 486,
      "ent": 487,
      "bl": 488,
      "ear": 489,
      "67": 490,
      "Ġno": 491,
      "Ġ133": 492,
      "11": 493,
      "Ġy": 494,
      "pe": 495,
      "57": 496,
      "44": 497,
      "Ġforward": 498,
      "ri": 499,
      "Ġwith": 500,
      "ock": 501,
      "Ġ107": 502,
      "teen": 503,
      "ad": 504,
      "ed": 505,
      "ond": 506,
      "800": 507,
      "Ġse": 508,
      "83": 509,
      "14": 510,
      "Ġde": 511,
      "ore": 512,
      "one": 513,
      "Ġ10799": 514,
      "Ġ0": 515,
      "55": 516,
      "ack": 517,
      "Ġcom": 518,
      "Ġ133000": 519,
      "Ġcal": 520,
      "Ġstock": 521,
      "770": 522,
      "Ġmore": 523,
      "abl": 524,
      "Ġ37": 525,
      "isk": 526,
      "Ġper": 527,
      "Ġtim": 528,
      "88": 529,
      "ari": 530,
      "Ġby": 531,
      "Ġ4": 532,
      "Ġass": 533,
      "Ġch": 534,
      "Ġtime": 535,
      "97": 536,
      "8000": 537,
      "end": 538,
      "ang": 539,
      "Ġinte": 540,
      "Ġrisk": 541,
      "ci": 542,
      "ill": 543,
      "500": 544,
      "59": 545,
      "Ġnis": 546,
      "Ġnth": 547,
      "Ġcont": 548,
      "Ġ108000": 549,
      "457": 550,
      "rest": 551,
      "ract": 552,
      "Ġne": 553,
      "Ġcon": 554,
      "Ġtwentyn": 555,
      "seven": 556,
      "Ġmar": 557,
      "four": 558,
      "ort": 559,
      "ver": 560,
      "de": 561,
      "461": 562,
      "etr": 563,
      "rom": 564,
      "Ġsy": 565,
      "ke": 566,
      "Ġcomp": 567,
      "utur": 568,
      "391": 569,
      "Ġback": 570,
      "64": 571,
      "Ġtwon": 572,
      "Ġsh": 573,
      "27": 574,
      "mm": 575,
      "six": 576,
      "68": 577,
      "Ġcan": 578,
      "Ġfrom": 579,
      "Ġinterest": 580,
      "25": 581,
      "odel": 582,
      "5065": 583,
      "481536": 584,
      "mmetr": 585,
      "100": 586,
      "8977": 587,
      "Ġwhen": 588,
      "Ġfutur": 589,
      "Ġbackward": 590,
      "65778977": 591,
      "770457": 592,
      "Ġ37461": 593,
      "39165778977": 594,
      "77045739165778977": 595,
      "Ġ3746177045739165778977": 596,
      "Ġsymmetr": 597,
      "ag": 598,
      "80062": 599,
      "72481536": 600,
      "657772481536": 601,
      "Ġ10799657772481536": 602,
      "Ġ1079965777248153680062": 603,
      "29": 604,
      "Ġal": 605,
      "atil": 606,
      "olatil": 607,
      "Ġthir": 608,
      "Ġmodel": 609,
      "Ġif": 610,
      "cul": 611,
      "twenty": 612,
      "66": 613,
      "13": 614,
      "Ġyear": 615,
      "Ġ5": 616,
      "ere": 617,
      "Ġvolatil": 618,
      "Ġor": 619,
      "85": 620,
      "etw": 621,
      "Ġco": 622,
      "ain": 623,
      "Ġcontract": 624,
      "Ġbond": 625,
      "sn": 626,
      "ĠâĢĿ": 627,
      "ket": 628,
      "Ġsw": 629,
      "een": 630,
      "ĠâĢľ": 631,
      "ion": 632,
      "Ġnthe": 633,
      "thre": 634,
      "onth": 635,
      "res": 636,
      "Ġsu": 637,
      "em": 638,
      "ach": 639,
      "iven": 640,
      "nin": 641,
      "54": 642,
      "Ġpay": 643,
      "ult": 644,
      "Ġfin": 645,
      "Ġmarket": 646,
      "etween": 647,
      "ot": 648,
      "Ġswap": 649,
      "Ġ7": 650,
      "fol": 651,
      "Ġnp": 652,
      "158": 653,
      "369": 654,
      "io": 655,
      "pect": 656,
      "Ġnc": 657,
      "Ġha": 658,
      "ortfol": 659,
      "up": 660,
      "for": 661,
      "Ġpos": 662,
      "506": 663,
      "28": 664,
      "Ġjul": 665,
      "Ġbetween": 666,
      "uld": 667,
      "Ġvari": 668,
      "zeron": 669,
      "24": 670,
      "Ġfif": 671,
      "98": 672,
      "26": 673,
      "ist": 674,
      "Ġportfol": 675,
      "Ġtra": 676,
      "Ġcur": 677,
      "21": 678,
      "6500": 679,
      "ran": 680,
      "58": 681,
      "350": 682,
      "unt": 683,
      "Ġthere": 684,
      "Ġsee": 685,
      "ing": 686,
      "61": 687,
      "eriv": 688,
      "ani": 689,
      "oll": 690,
      "Ġ352": 691,
      "Ġcalcul": 692,
      "eight": 693,
      "Ġ20": 694,
      "Ġcall": 695,
      "âĪ": 696,
      "Ġdel": 697,
      "Ġnot": 698,
      "41": 699,
      "Ġasset": 700,
      "chang": 701,
      "igur": 702,
      "anc": 703,
      "Ġportfolio": 704,
      "ust": 705,
      "Ġcons": 706,
      "Ġzeron": 707,
      "ess": 708,
      "56": 709,
      "ould": 710,
      "atur": 711,
      "tim": 712,
      "6587": 713,
      "twentyn": 714,
      "Ġam": 715,
      "act": 716,
      "69500": 717,
      "ff": 718,
      "Ġonen": 719,
      "15869500": 720,
      "3696587": 721,
      "Ġ35215869500": 722,
      "36965876500": 723,
      "Ġ3521586950036965876500": 724,
      "Ġjultwentyn": 725,
      "Ġderiv": 726,
      "âĪĨ": 727,
      "Ġns": 728,
      "Ġsp": 729,
      "ampl": 730,
      "450": 731,
      "edg": 732,
      "Ġ6": 733,
      "Ġmo": 734,
      "Ġproc": 735,
      "Ġdef": 736,
      "Ġhas": 737,
      "Ġassum": 738,
      "Ġme": 739,
      "ĠâĢĻ": 740,
      "Ġposit": 741,
      "Ġ132": 742,
      "Ġim": 743,
      "enti": 744,
      "Ġun": 745,
      "ount": 746,
      "reas": 747,
      "Ġres": 748,
      "Ġsim": 749,
      "Ġput": 750,
      "ment": 751,
      "ce": 752,
      "Ġso": 753,
      "Ġfl": 754,
      "rike": 755,
      "95": 756,
      "Ġfigur": 757,
      "uro": 758,
      "660": 759,
      "onen": 760,
      "Ġ72": 761,
      "apter": 762,
      "ther": 763,
      "Ġforty": 764,
      "Ġtree": 765,
      "Ġqu": 766,
      "five": 767,
      "ta": 768,
      "Ġstrike": 769,
      "Ġwill": 770,
      "vest": 771,
      "Ġ97": 772,
      "enc": 773,
      "ro": 774,
      "Ġthirty": 775,
      "Ġ00": 776,
      "Ġninety": 777,
      "23": 778,
      "Ġcor": 779,
      "Ġchapter": 780,
      "Ġthan": 781,
      "red": 782,
      "96": 783,
      "ru": 784,
      "pean": 785,
      "Ġeuro": 786,
      "Ġsec": 787,
      "Ġhave": 788,
      "Ġhedg": 789,
      "year": 790,
      "oss": 791,
      "43": 792,
      "ppos": 793,
      "Ġnum": 794,
      "Ġann": 795,
      "Ġexchang": 796,
      "ode": 797,
      "fre": 798,
      "babl": 799,
      "Ġ30": 800,
      "cip": 801,
      "pt": 802,
      "li": 803,
      "Ġwhere": 804,
      "Ġhow": 805,
      "Ġsev": 806,
      "75": 807,
      "ault": 808,
      "Ġnd": 809,
      "Ġwor": 810,
      "92": 811,
      "Ġcas": 812,
      "400": 813,
      "Ġday": 814,
      "Ġeuropean": 815,
      "Ġinvest": 816,
      "Ġbec": 817,
      "Ġcurr": 818,
      "150": 819,
      "ĠâĪĨ": 820,
      "der": 821,
      "ne": 822,
      "nzero": 823,
      "479": 824,
      "Ġnb": 825,
      "Ġsuppos": 826,
      "Ġcompani": 827,
      "ivid": 828,
      "Ġmonth": 829,
      "Ġinc": 830,
      "Ġconsid": 831,
      "ound": 832,
      "rib": 833,
      "Ġnode": 834,
      "Ġchang": 835,
      "under": 836,
      "Ġtran": 837,
      "iti": 838,
      "anci": 839,
      "Ġexampl": 840,
      "86": 841,
      "dex": 842,
      "hort": 843,
      "Ġnf": 844,
      "Ġthre": 845,
      "Ġexpect": 846,
      "Ġseventy": 847,
      "Ġpres": 848,
      "Ġ13299": 849,
      "250": 850,
      "Ġi": 851,
      "Ġprobabl": 852,
      "Ġnm": 853,
      "81": 854,
      "illion": 855,
      "ich": 856,
      "Ġnw": 857,
      "ell": 858,
      "ate": 859,
      "ame": 860,
      "262": 861,
      "Ġmove": 862,
      "Ġshow": 863,
      "ns": 864,
      "Ġna": 865,
      "Ġunder": 866,
      "Ġli": 867,
      "490": 868,
      "to": 869,
      "420": 870,
      "Ġ72000": 871,
      "Ġar": 872,
      "cis": 873,
      "Ġpar": 874,
      "Ġannum": 875,
      "Ġten": 876,
      "erm": 877,
      "Ġq": 878,
      "Ġtrade": 879,
      "Ġdo": 880,
      "Ġdefault": 881,
      "ert": 882,
      "iel": 883,
      "Ġindex": 884,
      "480": 885,
      "Ġfinanci": 886,
      "84": 887,
      "mal": 888,
      "990": 889,
      "eri": 890,
      "ect": 891,
      "ma": 892,
      "79": 893,
      "Ġle": 894,
      "isc": 895,
      "Ġfifty": 896,
      "urn": 897,
      "Ġtn": 898,
      "Ġmillion": 899,
      "Ġbu": 900,
      "Ġeigh": 901,
      "ividend": 902,
      "Ġmatur": 903,
      "oth": 904,
      "ath": 905,
      "Ġ97000": 906,
      "ixt": 907,
      "Ġ8": 908,
      "ann": 909,
      "Ġnand": 910,
      "Ġ1330005": 911,
      "ome": 912,
      "Ġsame": 913,
      "Ġes": 914,
      "53": 915,
      "ual": 916,
      "twon": 917,
      "Ġriskfre": 918,
      "Ġlo": 919,
      "ose": 920,
      "Ġad": 921,
      "Ġshort": 922,
      "Ġwould": 923,
      "Ġwhich": 924,
      "utr": 925,
      "ercis": 926,
      "76": 927,
      "cc": 928,
      "51": 929,
      "rel": 930,
      "Ġwhat": 931,
      "Ġits": 932,
      "Ġeach": 933,
      "tter": 934,
      "Ġall": 935,
      "nal": 936,
      "sh": 937,
      "535": 938,
      "Ġtabl": 939,
      "ong": 940,
      "78": 941,
      "read": 942,
      "200": 943,
      "aus": 944,
      "Ġdelta": 945,
      "turn": 946,
      "ber": 947,
      "Ġexp": 948,
      "ournal": 949,
      "ican": 950,
      "Ġte": 951,
      "three": 952,
      "Ġover": 953,
      "Ġcl": 954,
      "erican": 955,
      "ilar": 956,
      "Ġen": 957,
      "Ġbas": 958,
      "fiven": 959,
      "ers": 960,
      "ten": 961,
      "Ġexercis": 962,
      "Ġsixt": 963,
      "amma": 964,
      "ield": 965,
      "edur": 966,
      "iod": 967,
      "Ġsevenn": 968,
      "Ġperiod": 969,
      "Ġimpl": 970,
      "Ġloss": 971,
      "600": 972,
      "ac": 973,
      "ank": 974,
      "Ġvariabl": 975,
      "Ġamerican": 976,
      "Ġsome": 977,
      "91": 978,
      "ater": 979,
      "Ġother": 980,
      "istrib": 981,
      "7080": 982,
      "Ġprocedur": 983,
      "Ġestim": 984,
      "Ġab": 985,
      "Ġsimilar": 986,
      "ast": 987,
      "arg": 988,
      "63": 989,
      "ake": 990,
      "Ġreturn": 991,
      "se": 992,
      "320": 993,
      "tep": 994,
      "390": 995,
      "ign": 996,
      "Ġx": 997,
      "tn": 998,
      "Ġdisc": 999,
      "74": 1000,
      "redit": 1001,
      "94": 1002,
      "xad": 1003,
      "month": 1004,
      "incip": 1005,
      "Ġyield": 1006,
      "6712": 1007,
      "Ġcompound": 1008,
      "660262": 1009,
      "Ġbank": 1010,
      "Ġup": 1011,
      "Ġthen": 1012,
      "502": 1013,
      "Ġterm": 1014,
      "np": 1015,
      "93": 1016,
      "Ġ40": 1017,
      "are": 1018,
      "Ġdes": 1019,
      "term": 1020,
      "ull": 1021,
      "andard": 1022,
      "istribut": 1023,
      "dn": 1024,
      "Ġ15": 1025,
      "irst": 1026,
      "Ġdec": 1027,
      "Ġins": 1028,
      "Ġspread": 1029,
      "ruct": 1030,
      "Ġappro": 1031,
      "Ġexpl": 1032,
      "Ġrel": 1033,
      "nc": 1034,
      "Ġhigh": 1035,
      "asur": 1036,
      "off": 1037,
      "099": 1038,
      "Ġgo": 1039,
      "Ġpress": 1040,
      "Ġcredit": 1041,
      "71": 1042,
      "nine": 1043,
      "verag": 1044,
      "si": 1045,
      "lin": 1046,
      "Ġcurrenc": 1047,
      "Ġfiven": 1048,
      "360": 1049,
      "Ġfirst": 1050,
      "Ġend": 1051,
      "0000": 1052,
      "ollar": 1053,
      "Ġway": 1054,
      "ant": 1055,
      "nf": 1056,
      "yn": 1057,
      "330": 1058,
      "eth": 1059,
      "Ġthey": 1060,
      "220": 1061,
      "Ġthreen": 1062,
      "Ġ38": 1063,
      "Ġequal": 1064,
      "actor": 1065,
      "3500": 1066,
      "575": 1067,
      "Ġeighty": 1068,
      "upon": 1069,
      "ation": 1070,
      "Ġprincip": 1071,
      "850": 1072,
      "Ġdistribut": 1073,
      "Ġlong": 1074,
      "Ġtranch": 1075,
      "Ġlarg": 1076,
      "Ġjournal": 1077,
      "Ġbecaus": 1078,
      "Ġbecause": 1079,
      "Ġbuy": 1080,
      "Ġaverag": 1081,
      "Ġincreas": 1082,
      "Ġnumber": 1083,
      "ail": 1084,
      "Ġmeasur": 1085,
      "Ġinvestor": 1086,
      "Ġnn": 1087,
      "Ġstep": 1088,
      "Ġpayment": 1089,
      "Ġfourteen": 1090,
      "Ġgamma": 1091,
      "Ġamount": 1092,
      "Ġcost": 1093,
      "ug": 1094,
      "Ġapproach": 1095,
      "vid": 1096,
      "Ġgive": 1097,
      "Ġcash": 1098,
      "Ġob": 1099,
      "Ġnst": 1100,
      "Ġexplain": 1101,
      "Ġpayoff": 1102,
      "Ġdur": 1103,
      "Ġacc": 1104,
      "Ġtwenti": 1105,
      "Ġ1080005": 1106,
      "Ġu": 1107,
      "Ġthese": 1108,
      "Ġ13300": 1109,
      "Ġ9": 1110,
      "Ġdividend": 1111,
      "Ġout": 1112,
      "720": 1113,
      "old": 1114,
      "506000": 1115,
      "Ġtherefor": 1116,
      "Ġstandard": 1117,
      "670": 1118,
      "Ġsixty": 1119,
      "pend": 1120,
      "out": 1121,
      "Ġtrader": 1122,
      "gat": 1123,
      "Ġag": 1124,
      "omi": 1125,
      "tic": 1126,
      "Ġflo": 1127,
      "Ġwere": 1128,
      "Ġfoll": 1129,
      "Ġimpli": 1130,
      "Ġfollow": 1131,
      "fit": 1132,
      "Ġnineteen": 1133,
      "fourn": 1134,
      "Ġ27": 1135,
      "ki": 1136,
      "Ġsn": 1137,
      "Ġfinanc": 1138,
      "Ġnpr": 1139,
      "Ġdesc": 1140,
      "Ġset": 1141,
      "620": 1142,
      "Ġcap": 1143,
      "Ġnumer": 1144,
      "190": 1145,
      "Ġdate": 1146,
      "gin": 1147,
      "Ġresult": 1148,
      "Ġthirteen": 1149,
      "tit": 1150,
      "Ġnor": 1151,
      "Ġinto": 1152,
      "Ġhowev": 1153,
      "Ġcorrel": 1154,
      "lo": 1155,
      "inomi": 1156,
      "180": 1157,
      "950": 1158,
      "ski": 1159,
      "Ġsection": 1160,
      "ec": 1161,
      "Ġsell": 1162,
      "neutr": 1163,
      "Ġwas": 1164,
      "Ġnex": 1165,
      "uss": 1166,
      "tern": 1167,
      "so": 1168,
      "Ġprocess": 1169,
      "chn": 1170,
      "Ġnof": 1171,
      "Ġ25": 1172,
      "Ġmean": 1173,
      "499": 1174,
      "Ġprovid": 1175,
      "Ġcurv": 1176,
      "Ġbl": 1177,
      "Ġ32": 1178,
      "Ġrespect": 1179,
      "648": 1180,
      "120": 1181,
      "Ġvarianc": 1182,
      "Ġnh": 1183,
      "ade": 1184,
      "Ġanal": 1185,
      "olv": 1186,
      "Ġreg": 1187,
      "481": 1188,
      "Ġ29": 1189,
      "700": 1190,
      "tem": 1191,
      "Ġusual": 1192,
      "199": 1193,
      "Ġalso": 1194,
      "4100": 1195,
      "ud": 1196,
      "Ġany": 1197,
      "inu": 1198,
      "Ġear": 1199,
      "677": 1200,
      "159": 1201,
      "thir": 1202,
      "Ġblack": 1203,
      "co": 1204,
      "Ġnew": 1205,
      "Ġdollar": 1206,
      "mall": 1207,
      "348": 1208,
      "479000": 1209,
      "termin": 1210,
      "Ġpl": 1211,
      "152": 1212,
      "uc": 1213,
      "br": 1214,
      "Ġeff": 1215,
      "Ġshould": 1216,
      "unc": 1217,
      "ructur": 1218,
      "bor": 1219,
      "504815": 1220,
      "638": 1221,
      "Ġmade": 1222,
      "Ġnv": 1223,
      "Ġsmall": 1224,
      "threen": 1225,
      "Ġparti": 1226,
      "Ġfloat": 1227,
      "Ġcase": 1228,
      "row": 1229,
      "ly": 1230,
      "Ġpa": 1231,
      "Ġbecom": 1232,
      "Ġninen": 1233,
      "Ġform": 1234,
      "gn": 1235,
      "458": 1236,
      "Ġind": 1237,
      "nn": 1238,
      "Ġfix": 1239,
      "ld": 1240,
      "Ġboth": 1241,
      "Ġsimul": 1242,
      "Ġanaly": 1243,
      "ceiv": 1244,
      "Ġnote": 1245,
      "quir": 1246,
      "445": 1247,
      "Ġonly": 1248,
      "Ġcd": 1249,
      "73": 1250,
      "Ġ42": 1251,
      "Ġdefin": 1252,
      "520": 1253,
      "Ġver": 1254,
      "volv": 1255,
      "fif": 1256,
      "ew": 1257,
      "su": 1258,
      "Ġless": 1259,
      "Ġcurrent": 1260,
      "170": 1261,
      "ugh": 1262,
      "Ġ12": 1263,
      "372": 1264,
      "ninen": 1265,
      "160": 1266,
      "Ġnprice": 1267,
      "Ġel": 1268,
      "Ġfactor": 1269,
      "Ġ100": 1270,
      "Ġ35": 1271,
      "Ġreal": 1272,
      "308": 1273,
      "Ġstructur": 1274,
      "sixn": 1275,
      "Ġprofit": 1276,
      "380": 1277,
      "Ġbasi": 1278,
      "Ġnon": 1279,
      "ener": 1280,
      "Ġrefer": 1281,
      "oney": 1282,
      "Ġclose": 1283,
      "Ġduring": 1284,
      "vi": 1285,
      "110": 1286,
      "Ġdeliv": 1287,
      "460": 1288,
      "440": 1289,
      "Ġshare": 1290,
      "tl": 1291,
      "Ġinvolv": 1292,
      "Ġdoes": 1293,
      "750": 1294,
      "Ġ28": 1295,
      "titut": 1296,
      "day": 1297,
      "Ġtrans": 1298,
      "Ġpre": 1299,
      "Ġmargin": 1300,
      "Ġnegat": 1301,
      "est": 1302,
      "Ġshown": 1303,
      "455": 1304,
      "Ġdepend": 1305,
      "Ġaltern": 1306,
      "Ġlibor": 1307,
      "Ġcontinu": 1308,
      "Ġng": 1309,
      "195": 1310,
      "Ġbut": 1311,
      "ivers": 1312,
      "port": 1313,
      "50400": 1314,
      "Ġreceiv": 1315,
      "con": 1316,
      "Ġmay": 1317,
      "Ġgood": 1318,
      "Ġquot": 1319,
      "Ġdiscuss": 1320,
      "Ġdetermin": 1321,
      "Ġnt": 1322,
      "Ġfund": 1323,
      "just": 1324,
      "1670": 1325,
      "Ġissu": 1326,
      "Ġrequir": 1327,
      "reasur": 1328,
      "6250": 1329,
      "Ġvery": 1330,
      "reat": 1331,
      "Ġtwentyf": 1332,
      "436": 1333,
      "Ġlif": 1334,
      "7750": 1335,
      "ement": 1336,
      "nb": 1337,
      "410": 1338,
      "Ġhull": 1339,
      "427": 1340,
      "122": 1341,
      "489": 1342,
      "512": 1343,
      "Ġnormal": 1344,
      "Ġbinomi": 1345,
      "340": 1346,
      "139": 1347,
      "Ġfifteen": 1348,
      "Ġtechn": 1349,
      "ax": 1350,
      "Ġtend": 1351,
      "gi": 1352,
      "line": 1353,
      "Ġcomm": 1354,
      "Ġlttextline": 1355,
      "Ġlttextlinehorizont": 1356,
      "5060": 1357,
      "Ġ26": 1358,
      "62500": 1359,
      "Ġ19": 1360,
      "002": 1361,
      "317": 1362,
      "Ġtheir": 1363,
      "ustr": 1364,
      "ok": 1365,
      "Ġty": 1366,
      "Ġiniti": 1367,
      "1660": 1368,
      "Ġspot": 1369,
      "fifty": 1370,
      "Ġappl": 1371,
      "478": 1372,
      "Ġnoption": 1373,
      "bit": 1374,
      "Ġcomput": 1375,
      "Ġnfor": 1376,
      "Ġ462500": 1377,
      "ifi": 1378,
      "Ġlead": 1379,
      "pay": 1380,
      "ppen": 1381,
      "Ġgiven": 1382,
      "art": 1383,
      "ile": 1384,
      "365": 1385,
      "Ġequiti": 1386,
      "Ġsecur": 1387,
      "ens": 1388,
      "Ġmake": 1389,
      "man": 1390,
      "âĢ²": 1391,
      "Ġlow": 1392,
      "Ġcar": 1393,
      "Ġlife": 1394,
      "Ġbeen": 1395,
      "890": 1396,
      "ass": 1397,
      "Ġ000": 1398,
      "Ġdown": 1399,
      "90250": 1400,
      "ress": 1401,
      "gnor": 1402,
      "Ġhappen": 1403,
      "304": 1404,
      "urther": 1405,
      "421": 1406,
      "ip": 1407,
      "Ġcoupon": 1408,
      "kol": 1409,
      "Ġadjust": 1410,
      "erton": 1411,
      "och": 1412,
      "671262": 1413,
      "thirty": 1414,
      "479000671262": 1415,
      "Ġ22": 1416,
      "50600": 1417,
      "660262479000671262": 1418,
      "way": 1419,
      "Ġszero": 1420,
      "Ġ97000660262": 1421,
      "Ġinteract": 1422,
      "ochast": 1423,
      "ather": 1424,
      "sevenn": 1425,
      "Ġthirti": 1426,
      "Ġ24": 1427,
      "Ġconsist": 1428,
      "Ġriskneutr": 1429,
      "esn": 1430,
      "Ġvariat": 1431,
      "Ġworld": 1432,
      "elv": 1433,
      "Ġhundred": 1434,
      "rag": 1435,
      "sch": 1436,
      "Ġpresent": 1437,
      "Ġnwh": 1438,
      "gnorm": 1439,
      "Ġnext": 1440,
      "reasuri": 1441,
      "ian": 1442,
      "Ġpur": 1443,
      "399": 1444,
      "Ġill": 1445,
      "conom": 1446,
      "Ġprac": 1447,
      "810": 1448,
      "Ġfifti": 1449,
      "bitrag": 1450,
      "ish": 1451,
      "Ġinstitut": 1452,
      "302": 1453,
      "Ġpaid": 1454,
      "tal": 1455,
      "Ġnre": 1456,
      "Ġedn": 1457,
      "104": 1458,
      "erv": 1459,
      "Ġspe": 1460,
      "evel": 1461,
      "135": 1462,
      "ula": 1463,
      "ou": 1464,
      "all": 1465,
      "nm": 1466,
      "par": 1467,
      "Ġvar": 1468,
      "ript": 1469,
      "428": 1470,
      "ak": 1471,
      "ship": 1472,
      "112": 1473,
      "unction": 1474,
      "Ġtotal": 1475,
      "Ġ45": 1476,
      "Ġisn": 1477,
      "ici": 1478,
      "ument": 1479,
      "Ġnone": 1480,
      "Ġem": 1481,
      "cular": 1482,
      "Ġworth": 1483,
      "671295": 1484,
      "Ġsci": 1485,
      "448": 1486,
      "Ġsof": 1487,
      "ptem": 1488,
      "Ġmarch": 1489,
      "504001670": 1490,
      "676": 1491,
      "322": 1492,
      "Ġnpro": 1493,
      "7290": 1494,
      "Ġunit": 1495,
      "Ġillustr": 1496,
      "920": 1497,
      "Ġunivers": 1498,
      "680": 1499,
      "198": 1500,
      "005065": 1501,
      "Ġeconom": 1502,
      "ationship": 1503,
      "entif": 1504,
      "140": 1505,
      "Ġart": 1506,
      "116": 1507,
      "pos": 1508,
      "Ġtake": 1509,
      "Ġgain": 1510,
      "ide": 1511,
      "anag": 1512,
      "Ġdeliveri": 1513,
      "Ġpractic": 1514,
      "Ġmust": 1515,
      "Ġke": 1516,
      "ukol": 1517,
      "Ġbar": 1518,
      "tterl": 1519,
      "ukolski": 1520,
      "Ġfn": 1521,
      "Ġcam": 1522,
      "anneri": 1523,
      "idg": 1524,
      "bridg": 1525,
      "Ġcambridg": 1526,
      "Ġbus": 1527,
      "535504001670": 1528,
      "1660535504001670": 1529,
      "1660535504001670535": 1530,
      "004815": 1531,
      "Ġindic": 1532,
      "Ġzeronzero": 1533,
      "ptemb": 1534,
      "Ġfore": 1535,
      "Ġ39": 1536,
      "Ġrelat": 1537,
      "low": 1538,
      "115": 1539,
      "162": 1540,
      "Ġrecip": 1541,
      "Ġconst": 1542,
      "agem": 1543,
      "Ġforeign": 1544,
      "Ġ1329985": 1545,
      "Ġlognorm": 1546,
      "Ġsuch": 1547,
      "Ġinter": 1548,
      "Ġ9700066026211": 1549,
      "Ġscientif": 1550,
      "Ġearli": 1551,
      "Ġflanneri": 1552,
      "Ġ462500660262479000671262": 1553,
      "Ġfunction": 1554,
      "462": 1555,
      "Ġwork": 1556,
      "Ġmovement": 1557,
      "Ġabout": 1558,
      "pond": 1559,
      "402": 1560,
      "Ġvaluat": 1561,
      "oles": 1562,
      "Ġmanag": 1563,
      "Ġ97000660262116250": 1564,
      "09": 1565,
      "505065": 1566,
      "Ġrelationship": 1567,
      "Ġtwentytwo": 1568,
      "ror": 1569,
      "358": 1570,
      "Ġeleven": 1571,
      "sibl": 1572,
      "Ġprod": 1573,
      "respond": 1574,
      "Ġteukolski": 1575,
      "Ġcreat": 1576,
      "bin": 1577,
      "vetterl": 1578,
      "300": 1579,
      "per": 1580,
      "Ġpossibl": 1581,
      "Ġdescript": 1582,
      "439": 1583,
      "507": 1584,
      "wo": 1585,
      "Ġ72000660": 1586,
      "Ġ47": 1587,
      "370": 1588,
      "Ġbeing": 1589,
      "Ġparticular": 1590,
      "422": 1591,
      "825": 1592,
      "Ġnj": 1593,
      "8850": 1594,
      "432": 1595,
      "Ġ13300057290": 1596,
      "Ġstrate": 1597,
      "Ġ36": 1598,
      "ite": 1599,
      "Ġnto": 1600,
      "Ġcho": 1601,
      "Ġsecond": 1602,
      "tain": 1603,
      "estion": 1604,
      "77010": 1605,
      "148": 1606,
      "Ġaccount": 1607,
      "Ġthreer": 1608,
      "Ġquestion": 1609,
      "Ġthreerd": 1610,
      "136": 1611,
      "Ġtreasuri": 1612,
      "Ġnvetterl": 1613,
      "1665": 1614,
      "50600077010": 1615,
      "Ġ1330005729050600077010": 1616,
      "362": 1617,
      "Ġeffect": 1618,
      "Ġ80": 1619,
      "Ġ200": 1620,
      "cess": 1621,
      "Ġenter": 1622,
      "ace": 1623,
      "Ġ97000660262116250671295": 1624,
      "eightn": 1625,
      "412": 1626,
      "Ġ199": 1627,
      "146": 1628,
      "Ġnr": 1629,
      "Ġapplic": 1630,
      "cent": 1631,
      "terest": 1632,
      "Ġseptemb": 1633,
      "589": 1634,
      "Ġ44": 1635,
      "cept": 1636,
      "Ġstrategi": 1637,
      "Ġ13300057": 1638,
      "ize": 1639,
      "Ġnthat": 1640,
      "318": 1641,
      "error": 1642,
      "icen": 1643,
      "Ġderivagem": 1644,
      "Ġinst": 1645,
      "Ġflow": 1646,
      "Ġjun": 1647,
      "Ġregul": 1648,
      "ata": 1649,
      "scholes": 1650,
      "evi": 1651,
      "eng": 1652,
      "Ġnrate": 1653,
      "ertain": 1654,
      "Ġgener": 1655,
      "310": 1656,
      "3442": 1657,
      "Ġbusi": 1658,
      "379": 1659,
      "serv": 1660,
      "Ġobtain": 1661,
      "Ġfurther": 1662,
      "Ġsixteen": 1663,
      "Ġtwelv": 1664,
      "por": 1665,
      "amet": 1666,
      "319": 1667,
      "merton": 1668,
      "vers": 1669,
      "Ġsampl": 1670,
      "415": 1671,
      "Ġyou": 1672,
      "Ġninetynin": 1673,
      "Ġ17": 1674,
      "Ġsize": 1675,
      "orrow": 1676,
      "Ġwhite": 1677,
      "6070": 1678,
      "Ġtransact": 1679,
      "740": 1680,
      "nt": 1681,
      "Ġsettl": 1682,
      "Ġhundredn": 1683,
      "615": 1684,
      "Ġmost": 1685,
      "332": 1686,
      "468": 1687,
      "Ġfourn": 1688,
      "Ġnde": 1689,
      "Ġmani": 1690,
      "rol": 1691,
      "Ġnstock": 1692,
      "4712": 1693,
      "315": 1694,
      "438": 1695,
      "emb": 1696,
      "Ġ60": 1697,
      "Ġtwonzero": 1698,
      "8234": 1699,
      "442": 1700,
      "Ġ50": 1701,
      "av": 1702,
      "48150": 1703,
      "Ġparamet": 1704,
      "Ġcorrespond": 1705,
      "iqu": 1706,
      "eviat": 1707,
      "rect": 1708,
      "306": 1709,
      "938": 1710,
      "Ġreach": 1711,
      "312": 1712,
      "umm": 1713,
      "Ġ11": 1714,
      "Ġchoos": 1715,
      "forty": 1716,
      "Ġpricen": 1717,
      "Ġcarlo": 1718,
      "Ġlater": 1719,
      "Ġdescrib": 1720,
      "Ġjuli": 1721,
      "veri": 1722,
      "Ġ21": 1723,
      "345": 1724,
      "418": 1725,
      "Ġaa": 1726,
      "Ġrather": 1727,
      "eni": 1728,
      "Ġdata": 1729,
      "50234": 1730,
      "Ġ13299857080": 1731,
      "Ġdiscount": 1732,
      "50650": 1733,
      "Ġ349": 1734,
      "tan": 1735,
      "Ġobserv": 1736,
      "005": 1737,
      "Ġmoney": 1738,
      "blem": 1739,
      "ranch": 1740,
      "ep": 1741,
      "Ġtechniqu": 1742,
      "ject": 1743,
      "ough": 1744,
      "Ġdeltan": 1745,
      "Ġ156070": 1746,
      "1591665": 1747,
      "502341591665": 1748,
      "Ġ156070502341591665": 1749,
      "Ġ1560705023415916658234": 1750,
      "emat": 1751,
      "athemat": 1752,
      "240": 1753,
      "628": 1754,
      "Ġ18": 1755,
      "wn": 1756,
      "Ġmont": 1757,
      "Ġsometim": 1758,
      "Ġstate": 1759,
      "342": 1760,
      "eutr": 1761,
      "oy": 1762,
      "389": 1763,
      "Ġ9700": 1764,
      "690": 1765,
      "nst": 1766,
      "132": 1767,
      "433": 1768,
      "itu": 1769,
      "670575": 1770,
      "Ġnare": 1771,
      "Ġ10800": 1772,
      "Ġdeltaneutr": 1773,
      "edn": 1774,
      "Ġcertain": 1775,
      "ori": 1776,
      "Ġ157": 1777,
      "Ġsub": 1778,
      "598": 1779,
      "Ġclear": 1780,
      "Ġmathemat": 1781,
      "Ġeightn": 1782,
      "form": 1783,
      "Ġonenzero": 1784,
      "Ġwhy": 1785,
      "Ġ132000": 1786,
      "118": 1787,
      "ob": 1788,
      "Ġcds": 1789,
      "Ġarbitrag": 1790,
      "Ġdeviat": 1791,
      "Ġeighteen": 1792,
      "Ġ287": 1793,
      "mi": 1794,
      "Ġmax": 1795,
      "Ġcontrol": 1796,
      "652": 1797,
      "of": 1798,
      "rad": 1799,
      "chas": 1800,
      "Ġncont": 1801,
      "632": 1802,
      "470": 1803,
      "1648": 1804,
      "Ġproblem": 1805,
      "105": 1806,
      "Ġanalysi": 1807,
      "102": 1808,
      "Ġnvalu": 1809,
      "408": 1810,
      "imit": 1811,
      "Ġcapit": 1812,
      "Ġ177": 1813,
      "gag": 1814,
      "Ġfe": 1815,
      "Ġcould": 1816,
      "Ġrealiz": 1817,
      "coupon": 1818,
      "377": 1819,
      "aili": 1820,
      "Ġwell": 1821,
      "8817": 1822,
      "Ġsitu": 1823,
      "Ġhe": 1824,
      "172": 1825,
      "Ġpath": 1826,
      "ortgag": 1827,
      "Ġinsur": 1828,
      "676800": 1829,
      "Ġstochast": 1830,
      "ethod": 1831,
      "430": 1832,
      "6518": 1833,
      "ondit": 1834,
      "Ġborrow": 1835,
      "Ġ46": 1836,
      "487": 1837,
      "eigh": 1838,
      "Ġninenzero": 1839,
      "fter": 1840,
      "op": 1841,
      "Ġnl": 1842,
      "Ġanoth": 1843,
      "âĢ³": 1844,
      "ole": 1845,
      "older": 1846,
      "997": 1847,
      "Ġfournzero": 1848,
      "Ġbuil": 1849,
      "3448": 1850,
      "ploy": 1851,
      "Ġatwo": 1852,
      "133": 1853,
      "nr": 1854,
      "uch": 1855,
      "409": 1856,
      "edi": 1857,
      "unter": 1858,
      "Ġgeneral": 1859,
      "492": 1860,
      "oc": 1861,
      "Ġcurvatur": 1862,
      "Ġstart": 1863,
      "Ġbn": 1864,
      "6760": 1865,
      "Ġlike": 1866,
      "618": 1867,
      "kn": 1868,
      "3799": 1869,
      "Ġsixn": 1870,
      "Ġeightnzero": 1871,
      "Ġlevel": 1872,
      "vant": 1873,
      "vantag": 1874,
      "888": 1875,
      "Ġ312": 1876,
      "Ġev": 1877,
      "635": 1878,
      "ength": 1879,
      "Ġexpir": 1880,
      "Ġgre": 1881,
      "Ġmat": 1882,
      "Ġsevennzero": 1883,
      "Ġseventeen": 1884,
      "Ġformula": 1885,
      "138": 1886,
      "429": 1887,
      "497": 1888,
      "Ġbr": 1889,
      "Ġsituat": 1890,
      "ww": 1891,
      "Ġ40512": 1892,
      "344259": 1893,
      "Ġour": 1894,
      "316": 1895,
      "Ġdecemb": 1896,
      "Ġthreenzero": 1897,
      "Ġ145": 1898,
      "ploye": 1899,
      "6778817": 1900,
      "4712344259": 1901,
      "Ġ405124712344259": 1902,
      "Ġ4051247123442596778817": 1903,
      "417": 1904,
      "Ġmethod": 1905,
      "Ġop": 1906,
      "Ġcent": 1907,
      "pr": 1908,
      "Ġdaili": 1909,
      "uct": 1910,
      "Ġcommod": 1911,
      "Ġthose": 1912,
      "328": 1913,
      "parti": 1914,
      "510": 1915,
      "Ġsc": 1916,
      "ason": 1917,
      "Ġafter": 1918,
      "Ġpn": 1919,
      "ividendpay": 1920,
      "Ġ82": 1921,
      "6590": 1922,
      "Ġcount": 1923,
      "Ġwho": 1924,
      "Ġsm": 1925,
      "368": 1926,
      "omp": 1927,
      "ao": 1928,
      "Ġmortgag": 1929,
      "435": 1930,
      "Ġneed": 1931,
      "498": 1932,
      "419": 1933,
      "Ġnond": 1934,
      "Ġsixnzero": 1935,
      "Ġassumpt": 1936,
      "ntwenty": 1937,
      "Ġmin": 1938,
      "Ġfivenzero": 1939,
      "twotwo": 1940,
      "130": 1941,
      "arch": 1942,
      "unterparti": 1943,
      "Ġincom": 1944,
      "225": 1945,
      "625": 1946,
      "ove": 1947,
      "228": 1948,
      "Ġ144": 1949,
      "668": 1950,
      "382": 1951,
      "ither": 1952,
      "Ġtype": 1953,
      "Ġsettlement": 1954,
      "nth": 1955,
      "rac": 1956,
      "Ġcompar": 1957,
      "Ġkeep": 1958,
      "658": 1959,
      "554": 1960,
      "Ġ05": 1961,
      "Ġimport": 1962,
      "Ġcorpor": 1963,
      "ĠâĢ¦": 1964,
      "472": 1965,
      "Ġappli": 1966,
      "6798": 1967,
      "Ġac": 1968,
      "Ġln": 1969,
      "642": 1970,
      "ingn": 1971,
      "Ġzerocoupon": 1972,
      "Ġlower": 1973,
      "tiv": 1974,
      "637": 1975,
      "Ġbel": 1976,
      "Ġholder": 1977,
      "eg": 1978,
      "188": 1979,
      "147": 1980,
      "405": 1981,
      "327": 1982,
      "142": 1983,
      "Ġorder": 1984,
      "Ġside": 1985,
      "Ġnjournal": 1986,
      "254": 1987,
      "Ġinterv": 1988,
      "Ġthirtytwo": 1989,
      "72436": 1990,
      "416": 1991,
      "Ġdz": 1992,
      "Ġgreater": 1993,
      "Ġthreemonth": 1994,
      "35317": 1995,
      "622": 1996,
      "464100": 1997,
      "Ġ70": 1998,
      "Ġproduc": 1999,
      "Ġlength": 2000,
      "rough": 2001,
      "Ġninterest": 2002,
      "437": 2003,
      "rument": 2004,
      "Ġ10800055": 2005,
      "346": 2006,
      "arter": 2007,
      "48972436": 2008,
      "Ġ34948972436": 2009,
      "679811": 2010,
      "35317679811": 2011,
      "Ġ3494897243635317679811": 2012,
      "Ġeffici": 2013,
      "Ġsmaller": 2014,
      "nj": 2015,
      "506520": 2016,
      "Ġlimit": 2017,
      "125": 2018,
      "222": 2019,
      "Ġoptionsn": 2020,
      "474100": 2021,
      "Ġforti": 2022,
      "802": 2023,
      "Ġemploye": 2024,
      "wh": 2025,
      "Ġlarger": 2026,
      "Ġnass": 2027,
      "Ġwww": 2028,
      "Ġ48": 2029,
      "aln": 2030,
      "Ġdecreas": 2031,
      "49955": 2032,
      "Ġ77": 2033,
      "398": 2034,
      "579": 2035,
      "Ġtwentynin": 2036,
      "Ġtwentyfour": 2037,
      "Ġregard": 2038,
      "Ġnfigur": 2039,
      "Ġarg": 2040,
      "Ġsofr": 2041,
      "Ġz": 2042,
      "istor": 2043,
      "annu": 2044,
      "Ġ133000570": 2045,
      "Ġlook": 2046,
      "zerozero": 2047,
      "Ġexpos": 2048,
      "Ġ43799": 2049,
      "Ġnondividendpay": 2050,
      "Ġ437991660535504001670535": 2051,
      "Ġimm": 2052,
      "Ġfiftythre": 2053,
      "Ġsens": 2054,
      "Ġcox": 2055,
      "rier": 2056,
      "cal": 2057,
      "ewski": 2058,
      "ĠÎ": 2059,
      "vert": 2060,
      "3893": 2061,
      "Ġtheta": 2062,
      "3450": 2063,
      "ollater": 2064,
      "Ġoff": 2065,
      "won": 2066,
      "Ġact": 2067,
      "4815507": 2068,
      "Ġ17780": 2069,
      "999": 2070,
      "Ġsemi": 2071,
      "307": 2072,
      "bb": 2073,
      "va": 2074,
      "Ġalway": 2075,
      "137": 2076,
      "Ġred": 2077,
      "Ġross": 2078,
      "apt": 2079,
      "505": 2080,
      "rant": 2081,
      "Ġexte": 2082,
      "olut": 2083,
      "640": 2084,
      "til": 2085,
      "ab": 2086,
      "Ġquarter": 2087,
      "338": 2088,
      "tect": 2089,
      "Ġnow": 2090,
      "Ġ1329985708050600": 2091,
      "Ġpurchas": 2092,
      "pic": 2093,
      "Ġimp": 2094,
      "Ġinstrument": 2095,
      "801": 2096,
      "Ġjune": 2097,
      "Ġnequ": 2098,
      "Ġnus": 2099,
      "Ġ3677": 2100,
      "Ġunc": 2101,
      "Ġhad": 2102,
      "ild": 2103,
      "Ġpercent": 2104,
      "ynam": 2105,
      "Ġnne": 2106,
      "ern": 2107,
      "182": 2108,
      "25034": 2109,
      "Ġsemiannu": 2110,
      "Ġ1329985708050600676800": 2111,
      "Ġbo": 2112,
      "Ġbelow": 2113,
      "602": 2114,
      "80250": 2115,
      "117": 2116,
      "748": 2117,
      "168": 2118,
      "Ġncontract": 2119,
      "481540": 2120,
      "Ġ379": 2121,
      "Ġnthis": 2122,
      "roup": 2123,
      "Ġnfin": 2124,
      "50600076": 2125,
      "Ġnhedg": 2126,
      "352": 2127,
      "apsh": 2128,
      "apshot": 2129,
      "Ġrem": 2130,
      "385": 2131,
      "Ġie": 2132,
      "192": 2133,
      "17810": 2134,
      "Ġ3849": 2135,
      "uari": 2136,
      "Ġread": 2137,
      "Ġnsh": 2138,
      "46410049955": 2139,
      "Ġ1778046410049955": 2140,
      "Ġ1778046410049955474100": 2141,
      "6200": 2142,
      "Ġmuch": 2143,
      "Ġbuiltn": 2144,
      "3204815507": 2145,
      "Ġ108000553204815507": 2146,
      "Ġ1080005532048155078850": 2147,
      "Ġlast": 2148,
      "nineteen": 2149,
      "305": 2150,
      "Ġplus": 2151,
      "165": 2152,
      "Ġ3421": 2153,
      "708025034": 2154,
      "390938": 2155,
      "Ġ386518": 2156,
      "3500372": 2157,
      "4557750": 2158,
      "77503893": 2159,
      "5893500372": 2160,
      "659090250": 2161,
      "25477503893": 2162,
      "Ġ36775893500372": 2163,
      "80250390938": 2164,
      "178103500": 2165,
      "Ġ384925477503893": 2166,
      "Ġ3421708025034": 2167,
      "Ġ38651880250390938": 2168,
      "Ġ36775893500372178103500": 2169,
      "Ġ3849254775038934557750": 2170,
      "Ġ3421708025034659090250": 2171,
      "Ġ3865188025039093890250": 2172,
      "Ġbarrier": 2173,
      "Ġmight": 2174,
      "me": 2175,
      "Ġtwentysix": 2176,
      "828": 2177,
      "698": 2178,
      "Ġfiveyear": 2179,
      "nh": 2180,
      "inc": 2181,
      "Ġfact": 2182,
      "Ġeither": 2183,
      "esh": 2184,
      "Ġ2020": 2185,
      "Ġadvantag": 2186,
      "Ġadapt": 2187,
      "Ġnet": 2188,
      "cl": 2189,
      "fiv": 2190,
      "Ġgold": 2191,
      "Ġ147": 2192,
      "Ġimmedi": 2193,
      "Ġconv": 2194,
      "air": 2195,
      "Ġthem": 2196,
      "Ġoneyear": 2197,
      "Ġabove": 2198,
      "Ġcondit": 2199,
      "Ġdynam": 2200,
      "465": 2201,
      "tyn": 2202,
      "Ġexposur": 2203,
      "610": 2204,
      "4790": 2205,
      "Ġpound": 2206,
      "627": 2207,
      "525": 2208,
      "lewski": 2209,
      "Ġerror": 2210,
      "iglewski": 2211,
      "804": 2212,
      "1600": 2213,
      "Ġcounterparti": 2214,
      "6139": 2215,
      "Ġagain": 2216,
      "482": 2217,
      "Ġsmile": 2218,
      "3600": 2219,
      "Ġntwo": 2220,
      "Ġnapp": 2221,
      "ili": 2222,
      "imum": 2223,
      "Ġreason": 2224,
      "Ġ13300047": 2225,
      "eleven": 2226,
      "Ġndiffer": 2227,
      "197": 2228,
      "Ġdt": 2229,
      "Ġbranch": 2230,
      "167": 2231,
      "etwo": 2232,
      "Ġtwentyseven": 2233,
      "Ġbase": 2234,
      "ah": 2235,
      "612": 2236,
      "Ġjust": 2237,
      "169": 2238,
      "Ġncon": 2239,
      "4510": 2240,
      "Ġpurpos": 2241,
      "Ġmesh": 2242,
      "Ġvers": 2243,
      "Ġtoday": 2244,
      "bu": 2245,
      "Ġhistor": 2246,
      "ex": 2247,
      "495": 2248,
      "Ġtr": 2249,
      "oront": 2250,
      "Ġfinal": 2251,
      "plic": 2252,
      "Ġyen": 2253,
      "Ġ13": 2254,
      "Ġconstant": 2255,
      "Ġreco": 2256,
      "Ġthrough": 2257,
      "ste": 2258,
      "Ġbbb": 2259,
      "iff": 2260,
      "ng": 2261,
      "ival": 2262,
      "425": 2263,
      "Ġ96": 2264,
      "Ġ14": 2265,
      "Ġearn": 2266,
      "452": 2267,
      "dit": 2268,
      "ulti": 2269,
      "perti": 2270,
      "Ġwri": 2271,
      "1350": 2272,
      "Ġdeclin": 2273,
      "Ġtypic": 2274,
      "Ġ115": 2275,
      "605": 2276,
      "900": 2277,
      "325": 2278,
      "Ġsixti": 2279,
      "cp": 2280,
      "Ġ500": 2281,
      "fin": 2282,
      "time": 2283,
      "Ġconf": 2284,
      "zz": 2285,
      "Ġ385": 2286,
      "45862": 2287,
      "397": 2288,
      "4200": 2289,
      "Ġgao": 2290,
      "Ġreduc": 2291,
      "Ġnbe": 2292,
      "otman": 2293,
      "339": 2294,
      "Ġremain": 2295,
      "zard": 2296,
      "1100": 2297,
      "nl": 2298,
      "127": 2299,
      "4600": 2300,
      "177": 2301,
      "reement": 2302,
      "son": 2303,
      "Ġoil": 2304,
      "Ġdn": 2305,
      "Ġspec": 2306,
      "Ġsnapshot": 2307,
      "Ġfiglewski": 2308,
      "fn": 2309,
      "ift": 2310,
      "702": 2311,
      "1950": 2312,
      "Ġ33": 2313,
      "630": 2314,
      "Ġthird": 2315,
      "357": 2316,
      "650": 2317,
      "Ġrn": 2318,
      "nv": 2319,
      "Ġexact": 2320,
      "05": 2321,
      "Ġnat": 2322,
      "enari": 2323,
      "utoront": 2324,
      "70150": 2325,
      "utorontoc": 2326,
      "stand": 2327,
      "34862": 2328,
      "329": 2329,
      "Ġright": 2330,
      "ost": 2331,
      "usiel": 2332,
      "usiela": 2333,
      "quenc": 2334,
      "1200": 2335,
      "187": 2336,
      "Ġpercentag": 2337,
      "otmanutorontoc": 2338,
      "Ġoften": 2339,
      "4814": 2340,
      "Ġexpress": 2341,
      "Ġ190": 2342,
      "Ġregular": 2343,
      "Ġface": 2344,
      "Ġccp": 2345,
      "Ġhere": 2346,
      "fiftyonen": 2347,
      "ov": 2348,
      "stem": 2349,
      "129": 2350,
      "Ġnrisk": 2351,
      "elf": 2352,
      "128": 2353,
      "608": 2354,
      "3200": 2355,
      "695": 2356,
      "Ġquit": 2357,
      "30838": 2358,
      "fault": 2359,
      "Ġsold": 2360,
      "ump": 2361,
      "binste": 2362,
      "binstein": 2363,
      "Ġ16": 2364,
      "335": 2365,
      "469": 2366,
      "ahull": 2367,
      "Ġ7200066057": 2368,
      "ure": 2369,
      "60150": 2370,
      "osit": 2371,
      "Ġimplement": 2372,
      "728": 2373,
      "Ġndisc": 2374,
      "arek": 2375,
      "otmanutorontocahull": 2376,
      "Ġnwith": 2377,
      "00067": 2378,
      "asi": 2379,
      "Ġ72000660575": 2380,
      "anuari": 2381,
      "558": 2382,
      "145": 2383,
      "Ġusd": 2384,
      "rand": 2385,
      "earch": 2386,
      "tent": 2387,
      "Ġnas": 2388,
      "Ġrat": 2389,
      "8150600076": 2390,
      "Ġ1330005708150600076": 2391,
      "Ġ1330005708150600076801": 2392,
      "Ġgarch": 2393,
      "75308": 2394,
      "344875308": 2395,
      "Ġ37900067": 2396,
      "30838344875308": 2397,
      "Ġ3790006730838344875308": 2398,
      "Ġhigher": 2399,
      "648450": 2400,
      "Ġraten": 2401,
      "Ġriski": 2402,
      "10070150": 2403,
      "15210070150": 2404,
      "68060150": 2405,
      "Ġ14768060150": 2406,
      "Ġ1476806015015210070150": 2407,
      "475": 2408,
      "108": 2409,
      "com": 2410,
      "Ġbound": 2411,
      "Ġncal": 2412,
      "Ġdeal": 2413,
      "Ġ1079965": 2414,
      "Ġ02": 2415,
      "Ġint": 2416,
      "Ġagreement": 2417,
      "202": 2418,
      "enario": 2419,
      "Ġnbeen": 2420,
      "Ġprove": 2421,
      "Ġhazard": 2422,
      "Ġitself": 2423,
      "729": 2424,
      "fi": 2425,
